{
  "ir_version": "0.3.0",
  "name": "ts9",
  "sample_rates": [
    44100.0,
    48000.0,
    88200.0,
    96000.0
  ],
  "stages": [
    {
      "type": "oversample",
      "factor": 4,
      "inner": [
        {
          "type": "biquad_param_table",
          "id": "drive",
          "params": [
            {
              "id": "drive",
              "min": 0.0,
              "max": 1.0,
              "skew": "logarithmic",
              "skew_midpoint": 0.1,
              "default_proportion": 0.5,
              "smoothing_seconds": 0.02
            }
          ],
          "axes": [
            [
              0.0,
              1.0537075127364847e-6,
              0.000010537075127364845,
              0.0000405212260401055,
              0.00010537075127364844,
              0.00022113025736963612,
              0.0004052122604010549,
              0.0006761997386218996,
              0.0010537075127364842,
              0.001558278497539719,
              0.002211302573696361,
              0.0030349510800598872,
              0.004052122604010549,
              0.005286397240970089,
              0.006761997386218995,
              0.008503753683895958,
              0.010537075127364843,
              0.012887922556679969,
              0.015582784975397189,
              0.018648658236033695,
              0.022113025736963606,
              0.026003840843650376,
              0.030349510800598868,
              0.03517888194182093,
              0.04052122604010548,
              0.046406227661195634,
              0.052863972409700886,
              0.059924935970380684,
              0.06761997386218994,
              0.07598031183382678,
              0.08503753683895958,
              0.09482358853721251,
              0.10537075127364841,
              0.11671164649513546,
              0.12887922556679968,
              0.14190676295589436,
              0.15582784975397188,
              0.17067638751132516,
              0.18648658236033694,
              0.2032929394067155,
              0.22113025736963604,
              0.2400336234536122,
              0.2600384084365037,
              0.2811802619594786,
              0.30349510800598867,
              0.3270191405579383,
              0.3517888194182092,
              0.37784086618960333,
              0.4052122604010548,
              0.43394023577269053,
              0.4640622766119563,
              0.4956161143336234,
              0.5286397240970088,
              0.5631713215542385,
              0.5992493597038068,
              0.6369125258440995,
              0.6761997386218994,
              0.7171501451712403,
              0.7598031183382676,
              0.8041982539880581,
              0.8503753683895957,
              0.8983744956753523,
              0.948235885372125,
              1.0
            ]
          ],
          "rates": [
            {
              "sample_rate": 176400.0,
              "sections": [
                {
                  "b0": 6.586884468728216,
                  "b1": -0.9317096818465169,
                  "b2": -5.628748687038792,
                  "a1": -0.9317096818465169,
                  "a2": -0.041864218310575664
                },
                {
                  "b0": 6.586914565644419,
                  "b1": -0.9317148375244909,
                  "b2": -5.6287737589104445,
                  "a1": -0.9317148375244909,
                  "a2": -0.04185919326602519
                },
                {
                  "b0": 6.58718542450068,
                  "b1": -0.9317612363325902,
                  "b2": -5.6289993946013,
                  "a1": -0.9317612363325902,
                  "a2": -0.04181397010062105
                },
                {
                  "b0": 6.588041657189321,
                  "b1": -0.9319079111607917,
                  "b2": -5.629712668875964,
                  "a1": -0.9319079111607917,
                  "a2": -0.04167101168664252
                },
                {
                  "b0": 6.589892688151432,
                  "b1": -0.9322249974528296,
                  "b2": -5.631254647808086,
                  "a1": -0.9322249974528296,
                  "a2": -0.04136195965665315
                },
                {
                  "b0": 6.593194070239812,
                  "b1": -0.932790532566197,
                  "b2": -5.634004824186204,
                  "a1": -0.932790532566197,
                  "a2": -0.0408107539463925
                },
                {
                  "b0": 6.598436592396005,
                  "b1": -0.9336885898896347,
                  "b2": -5.638372043795978,
                  "a1": -0.9336885898896347,
                  "a2": -0.039935451399973315
                },
                {
                  "b0": 6.60613769538115,
                  "b1": -0.9350078083360815,
                  "b2": -5.644787354398698,
                  "a1": -0.9350078083360815,
                  "a2": -0.03864965901754701
                },
                {
                  "b0": 6.616833484553997,
                  "b1": -0.9368400241113208,
                  "b2": -5.653697352072714,
                  "a1": -0.9368400241113208,
                  "a2": -0.0368638675187177
                },
                {
                  "b0": 6.631070579499974,
                  "b1": -0.939278874534796,
                  "b2": -5.665557391645619,
                  "a1": -0.939278874534796,
                  "a2": -0.03448681214564647
                },
                {
                  "b0": 6.649397423231809,
                  "b1": -0.9424183092836654,
                  "b2": -5.680824346929039,
                  "a1": -0.9424183092836654,
                  "a2": -0.031426923697229915
                },
                {
                  "b0": 6.6723548816557265,
                  "b1": -0.9463509800575517,
                  "b2": -5.699948779717761,
                  "a1": -0.9463509800575517,
                  "a2": -0.027593898062034695
                },
                {
                  "b0": 6.700466107496763,
                  "b1": -0.951166504243277,
                  "b2": -5.723366496055446,
                  "a1": -0.951166504243277,
                  "a2": -0.02290038855868329
                },
                {
                  "b0": 6.734225759782828,
                  "b1": -0.956949618185178,
                  "b2": -5.751489565656341,
                  "a1": -0.956949618185178,
                  "a2": -0.017263805873513182
                },
                {
                  "b0": 6.7740887734632445,
                  "b1": -0.9637782533923174,
                  "b2": -5.784696966571976,
                  "a1": -0.9637782533923174,
                  "a2": -0.010608193108731442
                },
                {
                  "b0": 6.8204589665367745,
                  "b1": -0.9717215849106594,
                  "b2": -5.8233250944971005,
                  "a1": -0.9717215849106594,
                  "a2": -0.002866127960325612
                },
                {
                  "b0": 6.873677851802859,
                  "b1": -0.9808381147477205,
                  "b2": -5.867658442534512,
                  "a1": -0.9808381147477205,
                  "a2": 0.0060194092683464396
                },
                {
                  "b0": 6.934014081996635,
                  "b1": -0.9911738637974645,
                  "b2": -5.917920808592577,
                  "a1": -0.9911738637974645,
                  "a2": 0.01609327340405803
                },
                {
                  "b0": 7.001653994547903,
                  "b1": -1.0027607521335646,
                  "b2": -5.974267418811159,
                  "a1": -1.0027607521335646,
                  "a2": 0.02738657573674383
                },
                {
                  "b0": 7.076693729731361,
                  "b1": -1.0156152488285777,
                  "b2": -6.036778361682104,
                  "a1": -1.0156152488285777,
                  "a2": 0.03991536804925883
                },
                {
                  "b0": 7.159133369278351,
                  "b1": -1.0297373678832893,
                  "b2": -6.105453705290712,
                  "a1": -1.0297373678832893,
                  "a2": 0.05367966398763864
                },
                {
                  "b0": 7.248873479906263,
                  "b1": -1.0451100761245478,
                  "b2": -6.180210617944772,
                  "a1": -1.0451100761245478,
                  "a2": 0.06866286196149077
                },
                {
                  "b0": 7.345714349361542,
                  "b1": -1.061699162337495,
                  "b2": -6.260882731769422,
                  "a1": -1.061699162337495,
                  "a2": 0.0848316175921216
                },
                {
                  "b0": 7.449358076846592,
                  "b1": -1.0794535953609883,
                  "b2": -6.347221884111977,
                  "a1": -1.0794535953609883,
                  "a2": 0.102136192734616
                },
                {
                  "b0": 7.559413534009501,
                  "b1": -1.0983063739177104,
                  "b2": -6.438902250234359,
                  "a1": -1.0983063739177104,
                  "a2": 0.12051128377514148
                },
                {
                  "b0": 7.6754040586683905,
                  "b1": -1.1181758445686305,
                  "b2": -6.535526752477019,
                  "a1": -1.1181758445686305,
                  "a2": 0.1398773061913719
                },
                {
                  "b0": 7.796777594258517,
                  "b1": -1.1389674386259776,
                  "b2": -6.6366355068025715,
                  "a1": -1.1389674386259776,
                  "a2": 0.16014208745594508
                },
                {
                  "b0": 7.922918856686303,
                  "b1": -1.160575756366153,
                  "b2": -6.741715958246252,
                  "a1": -1.160575756366153,
                  "a2": 0.18120289844005089
                },
                {
                  "b0": 8.05316300819055,
                  "b1": -1.1828869093967833,
                  "b2": -6.85021427176044,
                  "a1": -1.1828869093967833,
                  "a2": 0.2029487364301096
                },
                {
                  "b0": 8.186810253166858,
                  "b1": -1.2057810209584177,
                  "b2": -6.961547491089479,
                  "a1": -1.2057810209584177,
                  "a2": 0.22526276207737866
                },
                {
                  "b0": 8.32314074786036,
                  "b1": -1.2291347799926506,
                  "b2": -7.075115959108696,
                  "a1": -1.2291347799926506,
                  "a2": 0.24802478875166536
                },
                {
                  "b0": 8.461429234126731,
                  "b1": -1.2528239479424501,
                  "b2": -7.190315508301827,
                  "a1": -1.2528239479424501,
                  "a2": 0.27111372582490434
                },
                {
                  "b0": 8.600958862759365,
                  "b1": -1.2767257267231138,
                  "b2": -7.306548976116374,
                  "a1": -1.2767257267231138,
                  "a2": 0.29440988664299234
                },
                {
                  "b0": 8.741033756587804,
                  "b1": -1.300720910812848,
                  "b2": -7.42323667050063,
                  "a1": -1.300720910812848,
                  "a2": 0.3177970860871733
                },
                {
                  "b0": 8.880989968031228,
                  "b1": -1.3246957643094341,
                  "b2": -7.539825497960967,
                  "a1": -1.3246957643094341,
                  "a2": 0.3411644700702605
                },
                {
                  "b0": 9.02020459969245,
                  "b1": -1.3485435833110813,
                  "b2": -7.655796561362221,
                  "a1": -1.3485435833110813,
                  "a2": 0.364408038330229
                },
                {
                  "b0": 9.158102970085093,
                  "b1": -1.3721659234236392,
                  "b2": -7.770671129249967,
                  "a1": -1.3721659234236392,
                  "a2": 0.3874318408351252
                },
                {
                  "b0": 9.2941638113939,
                  "b1": -1.395473490150105,
                  "b2": -7.884014965781821,
                  "a1": -1.395473490150105,
                  "a2": 0.4101488456120806
                },
                {
                  "b0": 9.427922576101617,
                  "b1": -1.418386705324183,
                  "b2": -7.995441085272914,
                  "a1": -1.418386705324183,
                  "a2": 0.43248149082870385
                },
                {
                  "b0": 9.558973000577117,
                  "b1": -1.440835974956889,
                  "b2": -8.104611054724067,
                  "a1": -1.440835974956889,
                  "a2": 0.4543619458530481
                },
                {
                  "b0": 9.686967124795691,
                  "b1": -1.4627616926146918,
                  "b2": -8.211235010249533,
                  "a1": -1.4627616926146918,
                  "a2": 0.4757321145461575
                },
                {
                  "b0": 9.81161399869369,
                  "b1": -1.4841140178147785,
                  "b2": -8.315070579421386,
                  "a1": -1.4841140178147785,
                  "a2": 0.4965434192723038
                },
                {
                  "b0": 9.932677319159666,
                  "b1": -1.5048524712356561,
                  "b2": -8.415920912793613,
                  "a1": -1.5048524712356561,
                  "a2": 0.5167564063660526
                },
                {
                  "b0": 10.049972240202104,
                  "b1": -1.5249453882908088,
                  "b2": -8.513632026650955,
                  "a1": -1.5249453882908088,
                  "a2": 0.5363402135511487
                },
                {
                  "b0": 10.163361585739048,
                  "b1": -1.544369270369962,
                  "b2": -8.608089648119163,
                  "a1": -1.544369270369962,
                  "a2": 0.5552719376198864
                },
                {
                  "b0": 10.272751673112392,
                  "b1": -1.5631080693965052,
                  "b2": -8.699215735994137,
                  "a1": -1.5631080693965052,
                  "a2": 0.5735359371182558
                },
                {
                  "b0": 10.378087928975804,
                  "b1": -1.5811524368179903,
                  "b2": -8.786964828610449,
                  "a1": -1.5811524368179903,
                  "a2": 0.591123100365355
                },
                {
                  "b0": 10.47935045033589,
                  "b1": -1.5984989632012396,
                  "b2": -8.871320346020422,
                  "a1": -1.5984989632012396,
                  "a2": 0.608030104315467
                },
                {
                  "b0": 10.57654963440126,
                  "b1": -1.6151494296144224,
                  "b2": -8.952290949492808,
                  "a1": -1.6151494296144224,
                  "a2": 0.6242586849084512
                },
                {
                  "b0": 10.669721973121089,
                  "b1": -1.6311100872208566,
                  "b2": -9.029907038204051,
                  "a1": -1.6311100872208566,
                  "a2": 0.6398149349170377
                },
                {
                  "b0": 10.758926082963564,
                  "b1": -1.6463909771700056,
                  "b2": -9.104217441893288,
                  "a1": -1.6463909771700056,
                  "a2": 0.6547086410702745
                },
                {
                  "b0": 10.844239018240682,
                  "b1": -1.6610052990606738,
                  "b2": -9.175286349722219,
                  "a1": -1.6610052990606738,
                  "a2": 0.6689526685184634
                },
                {
                  "b0": 10.925752897412668,
                  "b1": -1.6749688330184136,
                  "b2": -9.243190499858828,
                  "a1": -1.6749688330184136,
                  "a2": 0.6825623975538397
                },
                {
                  "b0": 11.003571856315643,
                  "b1": -1.6882994177757031,
                  "b2": -9.308016641400604,
                  "a1": -1.6882994177757031,
                  "a2": 0.6955552149150397
                },
                {
                  "b0": 11.077809329969805,
                  "b1": -1.701016485038807,
                  "b2": -9.369859270017733,
                  "a1": -1.701016485038807,
                  "a2": 0.7079500599520699
                },
                {
                  "b0": 11.148585655242348,
                  "b1": -1.7131406488178607,
                  "b2": -9.42881863088049,
                  "a1": -1.7131406488178607,
                  "a2": 0.7197670243618557
                },
                {
                  "b0": 11.21602597979225,
                  "b1": -1.7246933472238168,
                  "b2": -9.484998976730994,
                  "a1": -1.7246933472238168,
                  "a2": 0.7310270030612549
                },
                {
                  "b0": 11.28025845802393,
                  "b1": -1.7356965334307382,
                  "b2": -9.538507065044248,
                  "a1": -1.7356965334307382,
                  "a2": 0.7417513929796812
                },
                {
                  "b0": 11.341412711840594,
                  "b1": -1.7461724119989448,
                  "b2": -9.589450875777358,
                  "a1": -1.7461724119989448,
                  "a2": 0.7519618360632367
                },
                {
                  "b0": 11.399618532459547,
                  "b1": -1.756143216492692,
                  "b2": -9.637938529932482,
                  "a1": -1.756143216492692,
                  "a2": 0.7616800025270636
                },
                {
                  "b0": 11.455004799113084,
                  "b1": -1.7656310242508946,
                  "b2": -9.684077388793721,
                  "a1": -1.7656310242508946,
                  "a2": 0.7709274103193655
                },
                {
                  "b0": 11.507698590834636,
                  "b1": -1.7746576042338376,
                  "b2": -9.727973314011287,
                  "a1": -1.7746576042338376,
                  "a2": 0.7797252768233469
                },
                {
                  "b0": 11.557824468489894,
                  "b1": -1.7832442940333002,
                  "b2": -9.769730069506268,
                  "a1": -1.7832442940333002,
                  "a2": 0.788094398983625
                },
                {
                  "b0": 11.605503905568673,
                  "b1": -1.7914119023657502,
                  "b2": -9.809448847298643,
                  "a1": -1.7914119023657502,
                  "a2": 0.7960550582700311
                }
              ]
            },
            {
              "sample_rate": 192000.0,
              "sections": [
                {
                  "b0": 6.365578410447996,
                  "b1": -0.9760885596985498,
                  "b2": -5.366172603450532,
                  "a1": -0.9760885596985498,
                  "a2": -0.0005941930025347803
                },
                {
                  "b0": 6.365606141627655,
                  "b1": -0.9760937249028807,
                  "b2": -5.366195289790978,
                  "a1": -0.9760937249028807,
                  "a2": -0.0005891481633242825
                },
                {
                  "b0": 6.365855709361651,
                  "b1": -0.9761402093422871,
                  "b2": -5.366399456315733,
                  "a1": -0.9761402093422871,
                  "a2": -0.0005437469540824816
                },
                {
                  "b0": 6.366644630590211,
                  "b1": -0.976287153662606,
                  "b2": -5.3670448574778185,
                  "a1": -0.976287153662606,
                  "a2": -0.00040022688760653585
                },
                {
                  "b0": 6.3683501119513215,
                  "b1": -0.9766048163016022,
                  "b2": -5.368440078714776,
                  "a1": -0.9766048163016022,
                  "a2": -0.00008996676345434336
                },
                {
                  "b0": 6.371391787062139,
                  "b1": -0.9771713581382382,
                  "b2": -5.370928414153269,
                  "a1": -0.9771713581382382,
                  "a2": 0.0004633729088707646
                },
                {
                  "b0": 6.376221600376655,
                  "b1": -0.9780709582618944,
                  "b2": -5.374879590789154,
                  "a1": -0.9780709582618944,
                  "a2": 0.0013420095875024112
                },
                {
                  "b0": 6.383315779567673,
                  "b1": -0.9793923187497413,
                  "b2": -5.380683201248812,
                  "a1": -0.9793923187497413,
                  "a2": 0.0026325783188605213
                },
                {
                  "b0": 6.393167316822907,
                  "b1": -0.9812272642343582,
                  "b2": -5.3887425528832615,
                  "a1": -0.9812272642343582,
                  "a2": 0.004424763939646175
                },
                {
                  "b0": 6.406278258341903,
                  "b1": -0.9836693057468718,
                  "b2": -5.39946835995506,
                  "a1": -0.9836693057468718,
                  "a2": 0.006809898386843378
                },
                {
                  "b0": 6.423151457662703,
                  "b1": -0.9868121046931266,
                  "b2": -5.413271997194741,
                  "a1": -0.9868121046931266,
                  "a2": 0.009879460467961029
                },
                {
                  "b0": 6.444281644277621,
                  "b1": -0.9907478092957309,
                  "b2": -5.430558193208533,
                  "a1": -0.9907478092957309,
                  "a2": 0.013723451069087749
                },
                {
                  "b0": 6.470145795935765,
                  "b1": -0.9955652613409273,
                  "b2": -5.451717154245698,
                  "a1": -0.9955652613409273,
                  "a2": 0.0184286416900657
                },
                {
                  "b0": 6.501192915656387,
                  "b1": -1.0013480920470128,
                  "b2": -5.4771162009713645,
                  "a1": -1.0013480920470128,
                  "a2": 0.02407671468502344
                },
                {
                  "b0": 6.53783341444286,
                  "b1": -1.0081727444906323,
                  "b2": -5.5070910826706525,
                  "a1": -1.0081727444906323,
                  "a2": 0.030742331772208132
                },
                {
                  "b0": 6.580428389920431,
                  "b1": -1.0161064766478551,
                  "b2": -5.541937206310093,
                  "a1": -1.0161064766478551,
                  "a2": 0.03849118361033682
                },
                {
                  "b0": 6.62927916674407,
                  "b1": -1.0252054131924977,
                  "b2": -5.581901079748069,
                  "a1": -1.0252054131924977,
                  "a2": 0.04737808699600034
                },
                {
                  "b0": 6.684617521333539,
                  "b1": -1.0355127247571085,
                  "b2": -5.627172314780083,
                  "a1": -1.0355127247571085,
                  "a2": 0.057445206553456626
                },
                {
                  "b0": 6.7465970451573165,
                  "b1": -1.0470570192598485,
                  "b2": -5.67787656160878,
                  "a1": -1.0470570192598485,
                  "a2": 0.06872048354853601
                },
                {
                  "b0": 6.8152861017940785,
                  "b1": -1.0598510300880823,
                  "b2": -5.734069747152499,
                  "a1": -1.0598510300880823,
                  "a2": 0.08121635464158068
                },
                {
                  "b0": 6.890662799499502,
                  "b1": -1.0738906796896102,
                  "b2": -5.795733962199626,
                  "a1": -1.0738906796896102,
                  "a2": 0.0949288372998764
                },
                {
                  "b0": 6.972612331960954,
                  "b1": -1.0891545842621382,
                  "b2": -5.862775285931574,
                  "a1": -1.0891545842621382,
                  "a2": 0.10983704602938027
                },
                {
                  "b0": 7.060926937834199,
                  "b1": -1.105604046216588,
                  "b2": -5.935023752820543,
                  "a1": -1.105604046216588,
                  "a2": 0.12590318501365683
                },
                {
                  "b0": 7.155308600804059,
                  "b1": -1.1231835570898943,
                  "b2": -6.012235561496795,
                  "a1": -1.1231835570898943,
                  "a2": 0.14307303930726406
                },
                {
                  "b0": 7.255374466013748,
                  "b1": -1.1418218064081143,
                  "b2": -6.094097505824493,
                  "a1": -1.1418218064081143,
                  "a2": 0.1612769601892548
                },
                {
                  "b0": 7.360664797991937,
                  "b1": -1.161433163928437,
                  "b2": -6.180233485127542,
                  "a1": -1.161433163928437,
                  "a2": 0.18043131286439562
                },
                {
                  "b0": 7.4706531630049815,
                  "b1": -1.1819195762022006,
                  "b2": -6.270212834174539,
                  "a1": -1.1819195762022006,
                  "a2": 0.20044032883044308
                },
                {
                  "b0": 7.584758397844875,
                  "b1": -1.2031727958790948,
                  "b2": -6.363560114612162,
                  "a1": -1.2031727958790948,
                  "a2": 0.22119828323271287
                },
                {
                  "b0": 7.702357838002115,
                  "b1": -1.2250768455841636,
                  "b2": -6.459765936676931,
                  "a1": -1.2250768455841636,
                  "a2": 0.24259190132518452
                },
                {
                  "b0": 7.822801228008682,
                  "b1": -1.247510608855684,
                  "b2": -6.558298338977112,
                  "a1": -1.247510608855684,
                  "a2": 0.26450288903156993
                },
                {
                  "b0": 7.945424728197604,
                  "b1": -1.2703504390415792,
                  "b2": -6.658614247151172,
                  "a1": -1.2703504390415792,
                  "a2": 0.2868104810464323
                },
                {
                  "b0": 8.069564463500814,
                  "b1": -1.2934726828959702,
                  "b2": -6.760170557876625,
                  "a1": -1.2934726828959702,
                  "a2": 0.3093939056241881
                },
                {
                  "b0": 8.194569125563566,
                  "b1": -1.3167560278466508,
                  "b2": -6.862434448415525,
                  "a1": -1.3167560278466508,
                  "a2": 0.3321346771480432
                },
                {
                  "b0": 8.31981123086612,
                  "b1": -1.3400835989307185,
                  "b2": -6.964892586665536,
                  "a1": -1.3400835989307185,
                  "a2": 0.3549186442005848
                },
                {
                  "b0": 8.444696744608835,
                  "b1": -1.3633447513376173,
                  "b2": -7.067059004273768,
                  "a1": -1.3633447513376173,
                  "a2": 0.3776377403350686
                },
                {
                  "b0": 8.568672892519471,
                  "b1": -1.3864365254348965,
                  "b2": -7.168481487324864,
                  "a1": -1.3864365254348965,
                  "a2": 0.4001914051946079
                },
                {
                  "b0": 8.691234091139702,
                  "b1": -1.409264751342272,
                  "b2": -7.268746427793433,
                  "a1": -1.409264751342272,
                  "a2": 0.42248766334627014
                },
                {
                  "b0": 8.811926024045192,
                  "b1": -1.4317448081676103,
                  "b2": -7.367482158220663,
                  "a1": -1.4317448081676103,
                  "a2": 0.44444386582452916
                },
                {
                  "b0": 8.930347971668592,
                  "b1": -1.4538020579593245,
                  "b2": -7.4643608576973515,
                  "a1": -1.4538020579593245,
                  "a2": 0.4659871139712398
                },
                {
                  "b0": 9.04615356316098,
                  "b1": -1.4753719857479475,
                  "b2": -7.559099166947169,
                  "a1": -1.4753719857479475,
                  "a2": 0.4870543962138107
                },
                {
                  "b0": 9.159050159472308,
                  "b1": -1.4964000846388097,
                  "b2": -7.651457683636731,
                  "a1": -1.4964000846388097,
                  "a2": 0.5075924758355769
                },
                {
                  "b0": 9.26879709875679,
                  "b1": -1.5168415290015744,
                  "b2": -7.741239526975768,
                  "a1": -1.5168415290015744,
                  "a2": 0.5275575717810217
                },
                {
                  "b0": 9.375203040763534,
                  "b1": -1.5366606798369356,
                  "b2": -7.828288165214585,
                  "a1": -1.5366606798369356,
                  "a2": 0.5469148755489492
                },
                {
                  "b0": 9.478122639223226,
                  "b1": -1.5558304649759853,
                  "b2": -7.912484693388116,
                  "a1": -1.5558304649759853,
                  "a2": 0.5656379458351104
                },
                {
                  "b0": 9.577452753804495,
                  "b1": -1.5743316735199135,
                  "b2": -7.993744734390873,
                  "a1": -1.5743316735199135,
                  "a2": 0.5837080194136219
                },
                {
                  "b0": 9.67312838928801,
                  "b1": -1.5921521994713372,
                  "b2": -8.072015116893999,
                  "a1": -1.5921521994713372,
                  "a2": 0.6011132723940108
                },
                {
                  "b0": 9.765118522122906,
                  "b1": -1.6092862643894803,
                  "b2": -8.147270461131992,
                  "a1": -1.6092862643894803,
                  "a2": 0.6178480609909132
                },
                {
                  "b0": 9.853421945907463,
                  "b1": -1.625733643570185,
                  "b2": -8.219509780170995,
                  "a1": -1.625733643570185,
                  "a2": 0.6339121657364678
                },
                {
                  "b0": 9.938063239430397,
                  "b1": -1.6414989150540356,
                  "b2": -8.288753181441539,
                  "a1": -1.6414989150540356,
                  "a2": 0.6493100579888571
                },
                {
                  "b0": 10.019088935029712,
                  "b1": -1.6565907459455949,
                  "b2": -8.355038732147216,
                  "a1": -1.6565907459455949,
                  "a2": 0.6640502028824958
                },
                {
                  "b0": 10.096563941995473,
                  "b1": -1.6710212262370792,
                  "b2": -8.418419533319813,
                  "a1": -1.6710212262370792,
                  "a2": 0.6781444086756606
                },
                {
                  "b0": 10.170568259981271,
                  "b1": -1.684805256648986,
                  "b2": -8.478961031124962,
                  "a1": -1.684805256648986,
                  "a2": 0.6916072288563102
                },
                {
                  "b0": 10.24119400100333,
                  "b1": -1.697959993948212,
                  "b2": -8.536738580617337,
                  "a1": -1.697959993948212,
                  "a2": 0.7044554203859934
                },
                {
                  "b0": 10.308542725480338,
                  "b1": -1.7105043547593253,
                  "b2": -8.591835266406493,
                  "a1": -1.7105043547593253,
                  "a2": 0.7167074590738448
                },
                {
                  "b0": 10.372723087634652,
                  "b1": -1.7224585769974396,
                  "b2": -8.644339976405236,
                  "a1": -1.7224585769974396,
                  "a2": 0.728383111229417
                },
                {
                  "b0": 10.433848778086666,
                  "b1": -1.7338438366562212,
                  "b2": -8.69434571870596,
                  "a1": -1.7338438366562212,
                  "a2": 0.7395030593807047
                },
                {
                  "b0": 10.49203674624086,
                  "b1": -1.7446819167098526,
                  "b2": -8.74194816734915,
                  "a1": -1.7446819167098526,
                  "a2": 0.7500885788917094
                },
                {
                  "b0": 10.547405681695517,
                  "b1": -1.7549949242606875,
                  "b2": -8.787244419994096,
                  "a1": -1.7549949242606875,
                  "a2": 0.7601612617014222
                },
                {
                  "b0": 10.600074732040186,
                  "b1": -1.7648050517164464,
                  "b2": -8.83033194897386,
                  "a1": -1.7648050517164464,
                  "a2": 0.7697427830663233
                },
                {
                  "b0": 10.650162433704569,
                  "b1": -1.7741343776503313,
                  "b2": -8.871307726643497,
                  "a1": -1.7741343776503313,
                  "a2": 0.7788547070610691
                },
                {
                  "b0": 10.697785832700728,
                  "b1": -1.7830047030306344,
                  "b2": -8.910267506076273,
                  "a1": -1.7830047030306344,
                  "a2": 0.7875183266244528
                },
                {
                  "b0": 10.743059772913815,
                  "b1": -1.7914374186579014,
                  "b2": -8.947305238828125,
                  "a1": -1.7914374186579014,
                  "a2": 0.7957545340856884
                },
                {
                  "b0": 10.786096330844895,
                  "b1": -1.7994533998802358,
                  "b2": -8.982512612511721,
                  "a1": -1.7994533998802358,
                  "a2": 0.803583718333173
                },
                {
                  "b0": 10.827004377232981,
                  "b1": -1.8070729249411017,
                  "b2": -9.015978692167947,
                  "a1": -1.8070729249411017,
                  "a2": 0.8110256850650353
                }
              ]
            },
            {
              "sample_rate": 352800.0,
              "sections": [
                {
                  "b0": 4.80277960267516,
                  "b1": -1.281849063223546,
                  "b2": -3.5119369193021934,
                  "a1": -1.281849063223546,
                  "a2": 0.29084268337296554
                },
                {
                  "b0": 4.80279345824551,
                  "b1": -1.2818537801425984,
                  "b2": -3.5119461180925633,
                  "a1": -1.2818537801425984,
                  "a2": 0.29084734015294655
                },
                {
                  "b0": 4.802918150040644,
                  "b1": -1.2818962295755156,
                  "b2": -3.5120289016702313,
                  "a1": -1.2818962295755156,
                  "a2": 0.2908892483704126
                },
                {
                  "b0": 4.803312297095503,
                  "b1": -1.2820304109701048,
                  "b2": -3.5122905780964415,
                  "a1": -1.2820304109701048,
                  "a2": 0.2910217189990616
                },
                {
                  "b0": 4.804164243079559,
                  "b1": -1.2823204430757518,
                  "b2": -3.5128561897829513,
                  "a1": -1.2823204430757518,
                  "a2": 0.29130805329660747
                },
                {
                  "b0": 4.805683266839793,
                  "b1": -1.2828375717059146,
                  "b2": -3.5138646781225344,
                  "a1": -1.2828375717059146,
                  "a2": 0.2918185887172579
                },
                {
                  "b0": 4.808094250056751,
                  "b1": -1.2836583544224012,
                  "b2": -3.515465343316118,
                  "a1": -1.2836583544224012,
                  "a2": 0.2926289067406325
                },
                {
                  "b0": 4.811633257196044,
                  "b1": -1.284863155796804,
                  "b2": -3.517814909877954,
                  "a1": -1.284863155796804,
                  "a2": 0.29381834731809037
                },
                {
                  "b0": 4.816543229626018,
                  "b1": -1.286534681538087,
                  "b2": -3.5210746679363405,
                  "a1": -1.286534681538087,
                  "a2": 0.29546856168967717
                },
                {
                  "b0": 4.823069446023933,
                  "b1": -1.28875643305663,
                  "b2": -3.5254074593719924,
                  "a1": -1.28875643305663,
                  "a2": 0.2976619866519398
                },
                {
                  "b0": 4.8314545930933805,
                  "b1": -1.2916110293646383,
                  "b2": -3.5309744052398613,
                  "a1": -1.2916110293646383,
                  "a2": 0.30048018785351926
                },
                {
                  "b0": 4.841933404794413,
                  "b1": -1.2951783820832417,
                  "b2": -3.537931346724142,
                  "a1": -1.2951783820832417,
                  "a2": 0.3040020580702712
                },
                {
                  "b0": 4.854726914615925,
                  "b1": -1.2995337387156876,
                  "b2": -3.5464250291898796,
                  "a1": -1.2995337387156876,
                  "a2": 0.308301885426045
                },
                {
                  "b0": 4.8700364395970865,
                  "b1": -1.3047456345985664,
                  "b2": -3.5565891081412726,
                  "a1": -1.3047456345985664,
                  "a2": 0.3134473314558141
                },
                {
                  "b0": 4.888037480447194,
                  "b1": -1.3108738162900064,
                  "b2": -3.568540099477246,
                  "a1": -1.3108738162900064,
                  "a2": 0.3194973809699473
                },
                {
                  "b0": 4.908873777529989,
                  "b1": -1.3179672180195752,
                  "b2": -3.582373433226321,
                  "a1": -1.3179672180195752,
                  "a2": 0.3265003443036673
                },
                {
                  "b0": 4.932651803457753,
                  "b1": -1.326062086775359,
                  "b2": -3.598159797149137,
                  "a1": -1.326062086775359,
                  "a2": 0.33449200630861575
                },
                {
                  "b0": 4.959435994508821,
                  "b1": -1.335180358912285,
                  "b2": -3.615941970849969,
                  "a1": -1.335180358912285,
                  "a2": 0.343494023658852
                },
                {
                  "b0": 4.989245020449475,
                  "b1": -1.3453283902694881,
                  "b2": -3.6357323492906946,
                  "a1": -1.3453283902694881,
                  "a2": 0.35351267115878066
                },
                {
                  "b0": 5.022049362702341,
                  "b1": -1.3564961316944264,
                  "b2": -3.657511334923294,
                  "a1": -1.3564961316944264,
                  "a2": 0.3645380277790471
                },
                {
                  "b0": 5.057770413926144,
                  "b1": -1.3686568225084466,
                  "b2": -3.681226739895835,
                  "a1": -1.3686568225084466,
                  "a2": 0.37654367403030864
                },
                {
                  "b0": 5.096281231004636,
                  "b1": -1.3817672468504603,
                  "b2": -3.706794285966016,
                  "a1": -1.3817672468504603,
                  "a2": 0.38948694503862
                },
                {
                  "b0": 5.137408974583335,
                  "b1": -1.3957685641802702,
                  "b2": -3.7340992241232036,
                  "a1": -1.3957685641802702,
                  "a2": 0.4033097504601308
                },
                {
                  "b0": 5.180938960832383,
                  "b1": -1.4105876886398692,
                  "b2": -3.7629990245763727,
                  "a1": -1.4105876886398692,
                  "a2": 0.4179399362560104
                },
                {
                  "b0": 5.226620145904092,
                  "b1": -1.4261391561539312,
                  "b2": -3.7933270179160328,
                  "a1": -1.4261391561539312,
                  "a2": 0.43329312798805925
                },
                {
                  "b0": 5.274171771577255,
                  "b1": -1.4423273868387565,
                  "b2": -3.8248968071945266,
                  "a1": -1.4423273868387565,
                  "a2": 0.4492749643827288
                },
                {
                  "b0": 5.323290831322406,
                  "b1": -1.4590492267110986,
                  "b2": -3.857507224688356,
                  "a1": -1.4590492267110986,
                  "a2": 0.46578360663404933
                },
                {
                  "b0": 5.373659976066674,
                  "b1": -1.4761966390860606,
                  "b2": -3.8909475805795304,
                  "a1": -1.4761966390860606,
                  "a2": 0.4827123954871425
                },
                {
                  "b0": 5.424955471078164,
                  "b1": -1.4936594133778542,
                  "b2": -3.9250029455754474,
                  "a1": -1.4936594133778542,
                  "a2": 0.499952525502716
                },
                {
                  "b0": 5.4768548384180376,
                  "b1": -1.511327766856851,
                  "b2": -3.9594592247754172,
                  "a1": -1.511327766856851,
                  "a2": 0.5173956136426205
                },
                {
                  "b0": 5.529043868576822,
                  "b1": -1.5290947316549548,
                  "b2": -3.9941078127350846,
                  "a1": -1.5290947316549548,
                  "a2": 0.5349360558417372
                },
                {
                  "b0": 5.581222752935721,
                  "b1": -1.5468582424691686,
                  "b2": -4.028749664841668,
                  "a1": -1.5468582424691686,
                  "a2": 0.5524730880940528
                },
                {
                  "b0": 5.633111167042892,
                  "b1": -1.5645228670860019,
                  "b2": -4.063198672129406,
                  "a1": -1.5645228670860019,
                  "a2": 0.5699124949134848
                },
                {
                  "b0": 5.684452214893996,
                  "b1": -1.5820011491520432,
                  "b2": -4.097284279909399,
                  "a1": -1.5820011491520432,
                  "a2": 0.5871679349845977
                },
                {
                  "b0": 5.735015219122795,
                  "b1": -1.5992145580520782,
                  "b2": -4.130853340192687,
                  "a1": -1.5992145580520782,
                  "a2": 0.6041618789301081
                },
                {
                  "b0": 5.78459740576546,
                  "b1": -1.616094062461588,
                  "b2": -4.1637712302146745,
                  "a1": -1.616094062461588,
                  "a2": 0.6208261755507858
                },
                {
                  "b0": 5.83302458174878,
                  "b1": -1.6325803609873408,
                  "b2": -4.195922302223318,
                  "a1": -1.6325803609873408,
                  "a2": 0.6371022795254621
                },
                {
                  "b0": 5.880150937248876,
                  "b1": -1.6486238148834123,
                  "b2": -4.227209752263982,
                  "a1": -1.6486238148834123,
                  "a2": 0.6529411849848947
                },
                {
                  "b0": 5.925858124113284,
                  "b1": -1.6641841343139432,
                  "b2": -4.257555008338716,
                  "a1": -1.6641841343139432,
                  "a2": 0.6683031157745674
                },
                {
                  "b0": 5.97005376744696,
                  "b1": -1.67922987164514,
                  "b2": -4.286896742239922,
                  "a1": -1.67922987164514,
                  "a2": 0.6831570252070392
                },
                {
                  "b0": 6.0126695627953195,
                  "b1": -1.6937377736600625,
                  "b2": -4.315189606259549,
                  "a1": -1.6937377736600625,
                  "a2": 0.6974799565357689
                },
                {
                  "b0": 6.053659098960296,
                  "b1": -1.7076920403693316,
                  "b2": -4.342402787744569,
                  "a1": -1.7076920403693316,
                  "a2": 0.7112563112157263
                },
                {
                  "b0": 6.09299552911756,
                  "b1": -1.7210835321782578,
                  "b2": -4.368518462938697,
                  "a1": -1.7210835321782578,
                  "a2": 0.7244770661788634
                },
                {
                  "b0": 6.130669192989347,
                  "b1": -1.7339089603916038,
                  "b2": -4.393530218329687,
                  "a1": -1.7339089603916038,
                  "a2": 0.7371389746596597
                },
                {
                  "b0": 6.166685272324718,
                  "b1": -1.746170089057348,
                  "b2": -4.417441494109621,
                  "a1": -1.746170089057348,
                  "a2": 0.749243778215097
                },
                {
                  "b0": 6.201061542295477,
                  "b1": -1.7578729694634867,
                  "b2": -4.440264091314115,
                  "a1": -1.7578729694634867,
                  "a2": 0.7607974509813626
                },
                {
                  "b0": 6.233826263598197,
                  "b1": -1.7690272225360952,
                  "b2": -4.4620167723771145,
                  "a1": -1.7690272225360952,
                  "a2": 0.7718094912210827
                },
                {
                  "b0": 6.2650162446116635,
                  "b1": -1.7796453791301876,
                  "b2": -4.482723974586419,
                  "a1": -1.7796453791301876,
                  "a2": 0.7822922700252444
                },
                {
                  "b0": 6.294675090116629,
                  "b1": -1.7897422838328787,
                  "b2": -4.502414647398969,
                  "a1": -1.7897422838328787,
                  "a2": 0.7922604427176585
                },
                {
                  "b0": 6.322851642820917,
                  "b1": -1.7993345644042158,
                  "b2": -4.521121217760681,
                  "a1": -1.7993345644042158,
                  "a2": 0.8017304250602366
                },
                {
                  "b0": 6.349598616066129,
                  "b1": -1.8084401663028846,
                  "b2": -4.538878682352799,
                  "a1": -1.8084401663028846,
                  "a2": 0.8107199337133305
                },
                {
                  "b0": 6.3749714103457995,
                  "b1": -1.8170779497877447,
                  "b2": -4.555723821871716,
                  "a1": -1.8170779497877447,
                  "a2": 0.8192475884740831
                },
                {
                  "b0": 6.399027102318675,
                  "b1": -1.8252673457427135,
                  "b2": -4.57169452982925,
                  "a1": -1.8252673457427135,
                  "a2": 0.8273325724894252
                },
                {
                  "b0": 6.421823592527873,
                  "b1": -1.8330280655306626,
                  "b2": -4.58682924671864,
                  "a1": -1.8330280655306626,
