{
  "ir_version": "0.1.0",
  "name": "ts9",
  "sample_rates": [
    44100.0,
    48000.0,
    88200.0,
    96000.0
  ],
  "stages": [
    {
      "type": "oversample",
      "factor": 4,
      "inner": [
        {
          "type": "biquad_param_table",
          "id": "drive",
          "param": {
            "id": "drive",
            "min": 0.0,
            "max": 1.0,
            "skew": "linear",
            "skew_midpoint": 0.5,
            "default_proportion": 0.5
          },
          "param_axis": [
            0.0,
            0.015873015873015872,
            0.031746031746031744,
            0.047619047619047616,
            0.06349206349206349,
            0.07936507936507936,
            0.09523809523809523,
            0.1111111111111111,
            0.12698412698412698,
            0.14285714285714285,
            0.15873015873015872,
            0.1746031746031746,
            0.19047619047619047,
            0.20634920634920634,
            0.2222222222222222,
            0.23809523809523808,
            0.25396825396825395,
            0.2698412698412698,
            0.2857142857142857,
            0.30158730158730157,
            0.31746031746031744,
            0.3333333333333333,
            0.3492063492063492,
            0.36507936507936506,
            0.38095238095238093,
            0.3968253968253968,
            0.4126984126984127,
            0.42857142857142855,
            0.4444444444444444,
            0.4603174603174603,
            0.47619047619047616,
            0.49206349206349204,
            0.5079365079365079,
            0.5238095238095238,
            0.5396825396825397,
            0.5555555555555556,
            0.5714285714285714,
            0.5873015873015873,
            0.6031746031746031,
            0.6190476190476191,
            0.6349206349206349,
            0.6507936507936508,
            0.6666666666666666,
            0.6825396825396826,
            0.6984126984126984,
            0.7142857142857143,
            0.7301587301587301,
            0.746031746031746,
            0.7619047619047619,
            0.7777777777777778,
            0.7936507936507936,
            0.8095238095238095,
            0.8253968253968254,
            0.8412698412698413,
            0.8571428571428571,
            0.873015873015873,
            0.8888888888888888,
            0.9047619047619048,
            0.9206349206349206,
            0.9365079365079365,
            0.9523809523809523,
            0.9682539682539683,
            0.9841269841269841,
            1.0
          ],
          "rates": [
            {
              "sample_rate": 176400.0,
              "sections": [
                {
                  "b0": 6.586884468728216,
                  "b1": -0.9317096818465169,
                  "b2": -5.628748687038792,
                  "a1": -0.9317096818465169,
                  "a2": -0.041864218310575664
                },
                {
                  "b0": 7.047844922297897,
                  "b1": -1.0106733750479477,
                  "b2": -6.012746211928919,
                  "a1": -1.0106733750479477,
                  "a2": 0.03509871036897816
                },
                {
                  "b0": 7.443917929284968,
                  "b1": -1.0785216843050616,
                  "b2": -6.342690035050905,
                  "a1": -1.0785216843050616,
                  "a2": 0.10122789423406318
                },
                {
                  "b0": 7.787903484870249,
                  "b1": -1.1374472812117253,
                  "b2": -6.629243037417594,
                  "a1": -1.1374472812117253,
                  "a2": 0.15866044745265453
                },
                {
                  "b0": 8.089442651762592,
                  "b1": -1.1891017042285204,
                  "b2": -6.880436589591994,
                  "a1": -1.1891017042285204,
                  "a2": 0.2090060621705979
                },
                {
                  "b0": 8.355935427552728,
                  "b1": -1.2347525916852011,
                  "b2": -7.1024351699735595,
                  "a1": -1.2347525916852011,
                  "a2": 0.25350025757916805
                },
                {
                  "b0": 8.593156151400635,
                  "b1": -1.2753891025049215,
                  "b2": -7.300049021888235,
                  "a1": -1.2753891025049215,
                  "a2": 0.2931071295123998
                },
                {
                  "b0": 8.805676676241022,
                  "b1": -1.3117944066748304,
                  "b2": -7.477086672070787,
                  "a1": -1.3117944066748304,
                  "a2": 0.3285900041702354
                },
                {
                  "b0": 8.997163896041004,
                  "b1": -1.344596652418879,
                  "b2": -7.6366027821445766,
                  "a1": -1.344596652418879,
                  "a2": 0.360561113896429
                },
                {
                  "b0": 9.170593098997994,
                  "b1": -1.3743055141409923,
                  "b2": -7.781075879919947,
                  "a1": -1.3743055141409923,
                  "a2": 0.389517219078048
                },
                {
                  "b0": 9.328403678485735,
                  "b1": -1.401338866104506,
                  "b2": -7.912538072512587,
                  "a1": -1.401338866104506,
                  "a2": 0.4158656059731467
                },
                {
                  "b0": 9.472614587811332,
                  "b1": -1.4260425601244626,
                  "b2": -8.032671224531047,
                  "a1": -1.4260425601244626,
                  "a2": 0.439943363280286
                },
                {
                  "b0": 9.604911179286825,
                  "b1": -1.4487053013205178,
                  "b2": -8.14287929831391,
                  "a1": -1.4487053013205178,
                  "a2": 0.46203188097291537
                },
                {
                  "b0": 9.726711373893881,
                  "b1": -1.469569983148093,
                  "b2": -8.244343475767854,
                  "a1": -1.469569983148093,
                  "a2": 0.48236789812602626
                },
                {
                  "b0": 9.839216682216357,
                  "b1": -1.4888424274133476,
                  "b2": -8.338064660737794,
                  "a1": -1.4888424274133476,
                  "a2": 0.5011520214785617
                },
                {
                  "b0": 9.94345197406495,
                  "b1": -1.5066981969106108,
                  "b2": -8.424896608611192,
                  "a1": -1.5066981969106108,
                  "a2": 0.5185553654537588
                },
                {
                  "b0": 10.04029678887975,
                  "b1": -1.5232879589736363,
                  "b2": -8.505572009069823,
                  "a1": -1.5232879589736363,
                  "a2": 0.5347247798099285
                },
                {
                  "b0": 10.130510214250736,
                  "b1": -1.5387417472291787,
                  "b2": -8.580723210840066,
                  "a1": -1.5387417472291787,
                  "a2": 0.5497870034106692
                },
                {
                  "b0": 10.214750822995061,
                  "b1": -1.5531723768688277,
                  "b2": -8.65089883003376,
                  "a1": -1.5531723768688277,
                  "a2": 0.5638519929613003
                },
                {
                  "b0": 10.293592777163969,
                  "b1": -1.5666782033061792,
                  "b2": -8.716577165396178,
                  "a1": -1.5666782033061792,
                  "a2": 0.577015611767791
                },
                {
                  "b0": 10.367538932048506,
                  "b1": -1.5793453669262043,
                  "b2": -8.778177114439336,
                  "a1": -1.5793453669262043,
                  "a2": 0.5893618176091684
                },
                {
                  "b0": 10.437031572562026,
                  "b1": -1.5912496322547642,
                  "b2": -8.836067117255464,
                  "a1": -1.5912496322547642,
                  "a2": 0.6009644553065632
                },
                {
                  "b0": 10.502461266487364,
                  "b1": -1.6024579045422758,
                  "b2": -8.890572531607347,
                  "a1": -1.6024579045422758,
                  "a2": 0.6118887348800159
                },
                {
                  "b0": 10.564174208990728,
                  "b1": -1.6130294878975417,
                  "b2": -8.941981751186738,
                  "a1": -1.6130294878975417,
                  "a2": 0.6221924578039908
                },
                {
                  "b0": 10.622478350081844,
                  "b1": -1.6230171349371942,
                  "b2": -8.99055131002081,
                  "a1": -1.6230171349371942,
                  "a2": 0.6319270400610348
                },
                {
                  "b0": 10.677648533986606,
                  "b1": -1.6324679271732432,
                  "b2": -9.036510163764342,
                  "a1": -1.6324679271732432,
                  "a2": 0.6411383702222632
                },
                {
                  "b0": 10.729930831457425,
                  "b1": -1.641424017148818,
                  "b2": -9.080063298678397,
                  "a1": -1.641424017148818,
                  "a2": 0.6498675327790284
                },
                {
                  "b0": 10.779546209110222,
                  "b1": -1.6499232570048812,
                  "b2": -9.12139478832707,
                  "a1": -1.6499232570048812,
                  "a2": 0.6581514207831519
                },
                {
                  "b0": 10.826693651208108,
                  "b1": -1.6579997332496854,
                  "b2": -9.160670394141595,
                  "a1": -1.6579997332496854,
                  "a2": 0.66602325706651
                },
                {
                  "b0": 10.87155282690469,
                  "b1": -1.6656842236643032,
                  "b2": -9.198039787335096,
                  "a1": -1.6656842236643032,
                  "a2": 0.6735130395695936
                },
                {
                  "b0": 10.914286378330326,
                  "b1": -1.673004589257599,
                  "b2": -9.233638454965114,
                  "a1": -1.673004589257599,
                  "a2": 0.6806479233652123
                },
                {
                  "b0": 10.955041890947488,
                  "b1": -1.679986111793094,
                  "b2": -9.267589341314311,
                  "a1": -1.679986111793094,
                  "a2": 0.6874525496331776
                },
                {
                  "b0": 10.993953596485477,
                  "b1": -1.6866517855059946,
                  "b2": -9.300004266499606,
                  "a1": -1.6866517855059946,
                  "a2": 0.6939493299858707
                },
                {
                  "b0": 11.031143849861847,
                  "b1": -1.6930225701035746,
                  "b2": -9.33098515680369,
                  "a1": -1.6930225701035746,
                  "a2": 0.7001586930581573
                },
                {
                  "b0": 11.066724414329082,
                  "b1": -1.6991176109140544,
                  "b2": -9.3606251152509,
                  "a1": -1.6991176109140544,
                  "a2": 0.7060992990781836
                },
                {
                  "b0": 11.100797583282871,
                  "b1": -1.7049544310552005,
                  "b2": -9.38900935611602,
                  "a1": -1.7049544310552005,
                  "a2": 0.7117882271668492
                },
                {
                  "b0": 11.133457162449323,
                  "b1": -1.7105490996854837,
                  "b2": -9.416216023123466,
                  "a1": -1.7105490996854837,
                  "a2": 0.717241139325857
                },
                {
                  "b0": 11.164789332312798,
                  "b1": -1.7159163797401504,
                  "b2": -9.44231690788232,
                  "a1": -1.7159163797401504,
                  "a2": 0.7224724244304782
                },
                {
                  "b0": 11.194873407481092,
                  "b1": -1.7210698580124009,
                  "b2": -9.467378082466329,
                  "a1": -1.7210698580124009,
                  "a2": 0.7274953250147641
                },
                {
                  "b0": 11.223782507076438,
                  "b1": -1.7260220599930665,
                  "b2": -9.491460457874997,
                  "a1": -1.7260220599930665,
                  "a2": 0.7323220492014414
                },
                {
                  "b0": 11.251584148081859,
                  "b1": -1.7307845515123454,
                  "b2": -9.514620278313588,
                  "a1": -1.7307845515123454,
                  "a2": 0.736963869768271
                },
                {
                  "b0": 11.27834077177886,
                  "b1": -1.7353680289199074,
                  "b2": -9.53690955973567,
                  "a1": -1.7353680289199074,
                  "a2": 0.7414312120431906
                },
                {
                  "b0": 11.304110211916452,
                  "b1": -1.7397823992834376,
                  "b2": -9.558376479845647,
                  "a1": -1.7397823992834376,
                  "a2": 0.7457337320708045
                },
                {
                  "b0": 11.328946111999622,
                  "b1": -1.7440368518712073,
                  "b2": -9.579065725715878,
                  "a1": -1.7440368518712073,
                  "a2": 0.7498803862837451
                },
                {
                  "b0": 11.3528982980338,
                  "b1": -1.748139922004143,
                  "b2": -9.599018804296927,
                  "a1": -1.748139922004143,
                  "a2": 0.753879493736873
                },
                {
                  "b0": 11.37601311217566,
                  "b1": -1.7520995482110582,
                  "b2": -9.618274320361337,
                  "a1": -1.7520995482110582,
                  "a2": 0.7577387918143214
                },
                {
                  "b0": 11.398333711991748,
                  "b1": -1.7559231234924089,
                  "b2": -9.636868225797404,
                  "a1": -1.7559231234924089,
                  "a2": 0.7614654861943426
                },
                {
                  "b0": 11.419900339390857,
                  "b1": -1.7596175413890964,
                  "b2": -9.65483404364003,
                  "a1": -1.7596175413890964,
                  "a2": 0.76506629575083
                },
                {
                  "b0": 11.440750562756147,
                  "b1": -1.7631892374603062,
                  "b2": -9.672203069775946,
                  "a1": -1.7631892374603062,
                  "a2": 0.7685474929801988
                },
                {
                  "b0": 11.460919495341853,
                  "b1": -1.7666442266954236,
                  "b2": -9.689004554876483,
                  "a1": -1.7666442266954236,
                  "a2": 0.7719149404653697
                },
                {
                  "b0": 11.480439992605561,
                  "b1": -1.7699881373175477,
                  "b2": -9.705265868782783,
                  "a1": -1.7699881373175477,
                  "a2": 0.7751741238227747
                },
                {
                  "b0": 11.499342830808734,
                  "b1": -1.7732262413782163,
                  "b2": -9.721012649286852,
                  "a1": -1.7732262413782163,
                  "a2": 0.7783301815218806
                },
                {
                  "b0": 11.517656868927702,
                  "b1": -1.7763634824931673,
                  "b2": -9.736268937009513,
                  "a1": -1.7763634824931673,
                  "a2": 0.7813879319181877
                },
                {
                  "b0": 11.535409195666686,
                  "b1": -1.7794045010260449,
                  "b2": -9.75105729786785,
                  "a1": -1.7794045010260449,
                  "a2": 0.7843518977988364
                },
                {
                  "b0": 11.552625263148006,
                  "b1": -1.7823536569898644,
                  "b2": -9.765398934444205,
                  "a1": -1.7823536569898644,
                  "a2": 0.7872263287038008
                },
                {
                  "b0": 11.569329008667044,
                  "b1": -1.785215050903954,
                  "b2": -9.779313787412683,
                  "a1": -1.785215050903954,
                  "a2": 0.7900152212543609
                },
                {
                  "b0": 11.585542965736941,
                  "b1": -1.7879925428161858,
                  "b2": -9.79282062804359,
                  "a1": -1.7879925428161858,
                  "a2": 0.7927223376933532
                },
                {
                  "b0": 11.6012883655062,
                  "b1": -1.7906897696760722,
                  "b2": -9.80593714268813,
                  "a1": -1.7906897696760722,
                  "a2": 0.7953512228180709
                },
                {
                  "b0": 11.616585229509143,
                  "b1": -1.7933101612231526,
                  "b2": -9.81868001004307,
                  "a1": -1.7933101612231526,
                  "a2": 0.7979052194660747
                },
                {
                  "b0": 11.631452454601172,
                  "b1": -1.7958569545366188,
                  "b2": -9.83106497190501,
                  "a1": -1.7958569545366188,
                  "a2": 0.8003874826961628
                },
                {
                  "b0": 11.645907890836503,
                  "b1": -1.7983332073759675,
                  "b2": -9.843106898045502,
                  "a1": -1.7983332073759675,
                  "a2": 0.8028009927910006
                },
                {
                  "b0": 11.659968412963146,
                  "b1": -1.8007418104282735,
                  "b2": -9.854819845769068,
                  "a1": -1.8007418104282735,
                  "a2": 0.8051485671940761
                },
                {
                  "b0": 11.67364998613729,
                  "b1": -1.8030854985652272,
                  "b2": -9.866217114655782,
                  "a1": -1.8030854985652272,
                  "a2": 0.8074328714815081
                },
                {
                  "b0": 11.68696772639502,
                  "b1": -1.8053668612020952,
                  "b2": -9.877311296936485,
                  "a1": -1.8053668612020952,
                  "a2": 0.8096564294585341
                }
              ]
            },
            {
              "sample_rate": 192000.0,
              "sections": [
                {
                  "b0": 6.365578410447996,
                  "b1": -0.9760885596985498,
                  "b2": -5.366172603450532,
                  "a1": -0.9760885596985498,
                  "a2": -0.0005941930025347803
                },
                {
                  "b0": 6.788887628833083,
                  "b1": -1.0549340554570599,
                  "b2": -5.712473668216482,
                  "a1": -1.0549340554570599,
                  "a2": 0.07641396061660159
                },
                {
                  "b0": 7.1503581225725314,
                  "b1": -1.1222614819413876,
                  "b2": -6.008185671231663,
                  "a1": -1.1222614819413876,
                  "a2": 0.14217245134086878
                },
                {
                  "b0": 7.462617986952111,
                  "b1": -1.1804229458150512,
                  "b2": -6.2636394124255235,
                  "a1": -1.1804229458150512,
                  "a2": 0.1989785745265869
                },
                {
                  "b0": 7.735076071176497,
                  "b1": -1.2311709375692566,
                  "b2": -6.486532088920848,
                  "a1": -1.2311709375692566,
                  "a2": 0.2485439822556482
                },
                {
                  "b0": 7.97488635874132,
                  "b1": -1.2758379568304312,
                  "b2": -6.682716235919459,
                  "a1": -1.2758379568304312,
                  "a2": 0.2921701228218607
                },
                {
                  "b0": 8.187585268248412,
                  "b1": -1.3154552158907462,
                  "b2": -6.856721090143673,
                  "a1": -1.3154552158907462,
                  "a2": 0.33086417810474045
                },
                {
                  "b0": 8.377524371464068,
                  "b1": -1.3508332376926275,
                  "b2": -7.012106588090552,
                  "a1": -1.3508332376926275,
                  "a2": 0.36541778337351566
                },
                {
                  "b0": 8.548171257155095,
                  "b1": -1.382617894670532,
                  "b2": -7.15170949690327,
                  "a1": -1.382617894670532,
                  "a2": 0.396461760251825
                },
                {
                  "b0": 8.70232314902356,
                  "b1": -1.4113301971874703,
                  "b2": -7.277818171062055,
                  "a1": -1.4113301971874703,
                  "a2": 0.42450497796150455
                },
                {
                  "b0": 8.842261433582959,
                  "b1": -1.4373950758682934,
                  "b2": -7.392298968643825,
                  "a1": -1.4373950758682934,
                  "a2": 0.44996246493913356
                },
                {
                  "b0": 8.96986532700903,
                  "b1": -1.4611625531660404,
                  "b2": -7.496689239969148,
                  "a1": -1.4611625531660404,
                  "a2": 0.47317608703988245
                },
                {
                  "b0": 9.086696754335298,
                  "b1": -1.482923552945011,
                  "b2": -7.592266765626543,
                  "a1": -1.482923552945011,
                  "a2": 0.49442998870875593
                },
                {
                  "b0": 9.194064602495105,
                  "b1": -1.50292186824034,
                  "b2": -7.68010232064048,
                  "a1": -1.50292186824034,
                  "a2": 0.5139622818546254
                },
                {
                  "b0": 9.293073967251585,
                  "b1": -1.5213633339819579,
                  "b2": -7.76109996243003,
                  "a1": -1.5213633339819579,
                  "a2": 0.5319740048215555
                },
                {
                  "b0": 9.384664329565963,
                  "b1": -1.5384229377178005,
                  "b2": -7.836028262155631,
                  "a1": -1.5384229377178005,
                  "a2": 0.5486360674103314
                },
                {
                  "b0": 9.469639459953703,
                  "b1": -1.5542503895935835,
                  "b2": -7.9055447688931,
                  "a1": -1.5542503895935835,
                  "a2": 0.5640946910606017
                },
                {
                  "b0": 9.548691069042949,
                  "b1": -1.5689745275013947,
                  "b2": -7.970215357696966,
                  "a1": -1.5689745275013947,
                  "a2": 0.578475711345983
                },
                {
                  "b0": 9.622417678753688,
                  "b1": -1.582706832021986,
                  "b2": -8.030529667746286,
                  "a1": -1.582706832021986,
                  "a2": 0.5918880110074042
                },
                {
                  "b0": 9.69133980418677,
                  "b1": -1.5955442542005833,
                  "b2": -8.086913522353711,
                  "a1": -1.5955442542005833,
                  "a2": 0.6044262818330579
                },
                {
                  "b0": 9.755912261130424,
                  "b1": -1.6075715079407464,
                  "b2": -8.13973899749798,
                  "a1": -1.6075715079407464,
                  "a2": 0.6161732636324444
                },
                {
                  "b0": 9.816534214669641,
                  "b1": -1.618862941656467,
                  "b2": -8.189332642396412,
                  "a1": -1.618862941656467,
                  "a2": 0.6272015722732289
                },
                {
                  "b0": 9.873557438234318,
                  "b1": -1.6294840766009357,
                  "b2": -8.235982236072093,
                  "a1": -1.6294840766009357,
                  "a2": 0.6375752021622253
                },
                {
                  "b0": 9.927293144189134,
                  "b1": -1.639492879130926,
                  "b2": -8.27994237532702,
                  "a1": -1.639492879130926,
                  "a2": 0.6473507688621137
                },
                {
                  "b0": 9.978017666127492,
                  "b1": -1.6489408190898076,
                  "b2": -8.321439123316612,
                  "a1": -1.6489408190898076,
                  "a2": 0.6565785428108799
                },
                {
                  "b0": 10.0259772119459,
                  "b1": -1.6578737551142841,
                  "b2": -8.360673897947715,
                  "a1": -1.6578737551142841,
                  "a2": 0.6653033139981872
                },
                {
                  "b0": 10.071391860275156,
                  "b1": -1.6663326790089235,
                  "b2": -8.397826741281461,
                  "a1": -1.6663326790089235,
                  "a2": 0.6735651189936953
                },
                {
                  "b0": 10.114458937161707,
                  "b1": -1.6743543446861893,
                  "b2": -8.43305908193085,
                  "a1": -1.6743543446861893,
                  "a2": 0.6813998552308578
                },
                {
                  "b0": 10.15535588230032,
                  "b1": -1.6819718020304073,
                  "b2": -8.4665160798701,
                  "a1": -1.6819718020304073,
                  "a2": 0.6888398024302188
                },
                {
                  "b0": 10.194242692630299,
                  "b1": -1.6892148520415342,
                  "b2": -8.498328625493365,
                  "a1": -1.6892148520415342,
                  "a2": 0.6959140671369348
                },
                {
                  "b0": 10.23126401425705,
                  "b1": -1.6961104364760815,
                  "b2": -8.528615050975182,
                  "a1": -1.6961104364760815,
                  "a2": 0.702648963281868
                },
                {
                  "b0": 10.266550940363176,
                  "b1": -1.7026829727256945,
                  "b2": -8.557482601106708,
                  "a1": -1.7026829727256945,
                  "a2": 0.7090683392564673
                },
                {
                  "b0": 10.300222562214472,
                  "b1": -1.7089546427072428,
                  "b2": -8.58502870214364,
                  "a1": -1.7089546427072428,
                  "a2": 0.7151938600708313
                },
                {
                  "b0": 10.332387311934125,
                  "b1": -1.7149456429676895,
                  "b2": -8.611342060303757,
                  "a1": -1.7149456429676895,
                  "a2": 0.7210452516303671
                },
                {
                  "b0": 10.363144128947015,
                  "b1": -1.7206744019457871,
                  "b2": -8.636503616012392,
                  "a1": -1.7206744019457871,
                  "a2": 0.7266405129346217
                },
                {
                  "b0": 10.392583476529941,
                  "b1": -1.726157769314535,
                  "b2": -8.660587375522462,
                  "a1": -1.726157769314535,
                  "a2": 0.7319961010074777
                },
                {
                  "b0": 10.420788230469103,
                  "b1": -1.7314111815023532,
                  "b2": -8.683661137907928,
                  "a1": -1.7314111815023532,
                  "a2": 0.7371270925611768
                },
                {
                  "b0": 10.447834458211254,
                  "b1": -1.7364488068176314,
                  "b2": -8.705787132472233,
                  "a1": -1.7364488068176314,
                  "a2": 0.742047325739021
                },
                {
                  "b0": 10.473792103934825,
                  "b1": -1.741283673049949,
                  "b2": -8.727022579191733,
                  "a1": -1.741283673049949,
                  "a2": 0.7467695247430917
                },
                {
                  "b0": 10.498725592532761,
                  "b1": -1.7459277799678028,
                  "b2": -8.747420182822326,
                  "a1": -1.7459277799678028,
                  "a2": 0.7513054097104351
                },
                {
                  "b0": 10.52269436348807,
                  "b1": -1.7503921987581688,
                  "b2": -8.767028569652693,
                  "a1": -1.7503921987581688,
                  "a2": 0.7556657938353782
                },
                {
                  "b0": 10.545753343955925,
                  "b1": -1.754687160142685,
                  "b2": -8.785892674523593,
                  "a1": -1.754687160142685,
                  "a2": 0.7598606694323319
                },
                {
                  "b0": 10.567953368978305,
                  "b1": -1.7588221326467532,
                  "b2": -8.804054084597322,
                  "a1": -1.7588221326467532,
                  "a2": 0.7638992843809838
                },
                {
                  "b0": 10.589341555597844,
                  "b1": -1.7628058922819123,
                  "b2": -8.821551345412987,
                  "a1": -1.7628058922819123,
                  "a2": 0.7677902101848579
                },
                {
                  "b0": 10.609961636665458,
                  "b1": -1.7666465847207848,
                  "b2": -8.838420233968064,
                  "a1": -1.7666465847207848,
                  "a2": 0.7715414026973946
                },
                {
                  "b0": 10.629854259318645,
                  "b1": -1.770351780891591,
                  "b2": -8.854694002897704,
                  "a1": -1.770351780891591,
                  "a2": 0.7751602564209401
                },
                {
                  "b0": 10.64905725241721,
                  "b1": -1.7739285267906753,
                  "b2": -8.870403599258719,
                  "a1": -1.7739285267906753,
                  "a2": 0.7786536531584902
                },
                {
                  "b0": 10.667605866638828,
                  "b1": -1.777383388202662,
                  "b2": -8.8855778609471,
                  "a1": -1.777383388202662,
                  "a2": 0.7820280056917277
                },
                {
                  "b0": 10.685532990440676,
                  "b1": -1.780722490925426,
                  "b2": -8.900243693372046,
                  "a1": -1.780722490925426,
                  "a2": 0.7852892970686283
                },
                {
                  "b0": 10.702869344670654,
                  "b1": -1.783951557018347,
                  "b2": -8.914426228663636,
                  "a1": -1.783951557018347,
                  "a2": 0.7884431160070192
                },
                {
                  "b0": 10.719643658250924,
                  "b1": -1.7870759375250855,
                  "b2": -8.92814896939611,
                  "a1": -1.7870759375250855,
                  "a2": 0.7914946888548136
                },
                {
                  "b0": 10.73588282704706,
                  "b1": -1.7901006420645285,
                  "b2": -8.941433918555663,
                  "a1": -1.7901006420645285,
                  "a2": 0.7944489084913967
                },
                {
                  "b0": 10.751612057770963,
                  "b1": -1.793030365634115,
                  "b2": -8.954301697264611,
                  "a1": -1.793030365634115,
                  "a2": 0.797310360506352
                },
                {
                  "b0": 10.766854998536905,
                  "b1": -1.7958695129271822,
                  "b2": -8.966771651586768,
                  "a1": -1.7958695129271822,
                  "a2": 0.8000833469501372
                },
                {
                  "b0": 10.78163385749297,
                  "b1": -1.798622220429233,
                  "b2": -8.978861949577528,
                  "a1": -1.798622220429233,
                  "a2": 0.8027719079154426
                },
                {
                  "b0": 10.795969510779512,
                  "b1": -1.801292376526262,
                  "b2": -8.990589669602583,
                  "a1": -1.801292376526262,
                  "a2": 0.8053798411769301
                },
                {
                  "b0": 10.809881600918368,
                  "b1": -1.8038836398307083,
                  "b2": -9.001970880828232,
                  "a1": -1.8038836398307083,
                  "a2": 0.8079107200901351
                },
                {
                  "b0": 10.823388626607942,
                  "b1": -1.8063994559066738,
                  "b2": -9.013020716681005,
                  "a1": -1.8063994559066738,
                  "a2": 0.8103679099269374
                },
                {
                  "b0": 10.83650802478745,
                  "b1": -1.8088430725551907,
                  "b2": -9.02375344198282,
                  "a1": -1.8088430725551907,
                  "a2": 0.8127545828046328
                },
                {
                  "b0": 10.849256245735774,
                  "b1": -1.8112175538021247,
                  "b2": -9.034182514387899,
                  "a1": -1.8112175538021247,
                  "a2": 0.815073731347876
                },
                {
                  "b0": 10.861648821885124,
                  "b1": -1.8135257927153903,
                  "b2": -9.044320640677908,
                  "a1": -1.8135257927153903,
                  "a2": 0.8173281812072167
                },
                {
                  "b0": 10.873700430954692,
                  "b1": -1.8157705231642165,
                  "b2": -9.054179828410355,
                  "a1": -1.8157705231642165,
                  "a2": 0.8195206025443368
                },
                {
                  "b0": 10.885424953943899,
                  "b1": -1.8179543306209565,
                  "b2": -9.063771433361753,
                  "a1": -1.8179543306209565,
                  "a2": 0.8216535205821448
                },
                {
                  "b0": 10.896835528466958,
                  "b1": -1.8200796620951731,
                  "b2": -9.07310620315959,
                  "a1": -1.8200796620951731,
                  "a2": 0.8237293253073678
                }
              ]
            },
            {
              "sample_rate": 352800.0,
              "sections": [
                {
                  "b0": 4.80277960267516,
                  "b1": -1.281849063223546,
                  "b2": -3.5119369193021934,
                  "a1": -1.281849063223546,
                  "a2": 0.29084268337296554
                },
                {
                  "b0": 5.009470697843429,
                  "b1": -1.3522139157751902,
                  "b2": -3.649160289225507,
                  "a1": -1.3522139157751902,
                  "a2": 0.3603104086179219
                },
                {
                  "b0": 5.178666502317531,
                  "b1": -1.4098140645599493,
                  "b2": -3.761490326704483,
                  "a1": -1.4098140645599493,
                  "a2": 0.4171761756130486
                },
                {
                  "b0": 5.319721420897368,
                  "b1": -1.4578340749985899,
                  "b2": -3.8551374732156845,
                  "a1": -1.4578340749985899,
                  "a2": 0.4645839476816831
                },
                {
                  "b0": 5.439117084571107,
                  "b1": -1.498480520182253,
                  "b2": -3.9344049196927706,
                  "a1": -1.498480520182253,
                  "a2": 0.504712164878337
                },
                {
                  "b0": 5.541486518903304,
                  "b1": -1.533330643486869,
                  "b2": -4.002368557626815,
                  "a1": -1.533330643486869,
                  "a2": 0.5391179612764897
                },
                {
                  "b0": 5.630229324249885,
                  "b1": -1.5635417873590702,
                  "b2": -4.061285400639294,
                  "a1": -1.5635417873590702,
                  "a2": 0.568943923610591
                },
                {
                  "b0": 5.7078965219879905,
                  "b1": -1.5899824083857865,
                  "b2": -4.1128490860387386,
                  "a1": -1.5899824083857865,
                  "a2": 0.5950474359492524
                },
                {
                  "b0": 5.776439771398383,
                  "b1": -1.6133169194069141,
                  "b2": -4.158355331297785,
                  "a1": -1.6133169194069141,
                  "a2": 0.6180844401005988
                },
                {
                  "b0": 5.837377629055843,
                  "b1": -1.634062290006404,
                  "b2": -4.1988123145889915,
                  "a1": -1.634062290006404,
                  "a2": 0.6385653144668519
                },
                {
                  "b0": 5.891909373997073,
                  "b1": -1.652626796566543,
                  "b2": -4.235016243948126,
                  "a1": -1.652626796566543,
                  "a2": 0.6568931300489483
                },
                {
                  "b0": 5.940994727815456,
                  "b1": -1.6693371617666684,
                  "b2": -4.267604283889337,
                  "a1": -1.6693371617666684,
                  "a2": 0.6733904439261172
                },
                {
                  "b0": 5.985410824571451,
                  "b1": -1.6844579491262344,
                  "b2": -4.297092378046155,
                  "a1": -1.6844579491262344,
                  "a2": 0.6883184465252954
                },
                {
                  "b0": 6.025793661026973,
                  "b1": -1.6982056741092417,
                  "b2": -4.323902768213072,
                  "a1": -1.6982056741092417,
                  "a2": 0.7018908928139003
                },
                {
                  "b0": 6.062668745473328,
                  "b1": -1.7107592380534686,
                  "b2": -4.348384342273223,
                  "a1": -1.7107592380534686,
                  "a2": 0.7142844032001048
                },
                {
                  "b0": 6.096474092296524,
                  "b1": -1.722267756321926,
                  "b2": -4.37082790041843,
                  "a1": -1.722267756321926,
                  "a2": 0.7256461918780952
                },
                {
                  "b0": 6.127577703340189,
                  "b1": -1.7328565095680657,
                  "b2": -4.391477761123463,
                  "a1": -1.7328565095680657,
                  "a2": 0.7360999422167265
                },
                {
                  "b0": 6.156291018969078,
                  "b1": -1.742631522946609,
                  "b2": -4.41054069138207,
                  "a1": -1.742631522946609,
                  "a2": 0.7457503275870082
                },
                {
                  "b0": 6.182879382762523,
                  "b1": -1.7516831286599173,
                  "b2": -4.428192854275266,
                  "a1": -1.7516831286599173,
                  "a2": 0.7546865284872554
                },
                {
                  "b0": 6.207570265766711,
                  "b1": -1.76008876578011,
                  "b2": -4.444585269098259,
                  "a1": -1.76008876578011,
                  "a2": 0.7629849966684514
                },
                {
                  "b0": 6.2305597906378845,
                  "b1": -1.7679152012947876,
                  "b2": -4.459848142775472,
                  "a1": -1.7679152012947876,
                  "a2": 0.7707116478624114
                },
                {
                  "b0": 6.252017952039373,
                  "b1": -1.7752203073121313,
                  "b2": -4.474094335711234,
                  "a1": -1.7752203073121313,
                  "a2": 0.7779236163281401
                },
                {
                  "b0": 6.272092827450475,
                  "b1": -1.7820544945670047,
                  "b2": -4.487422157369246,
                  "a1": -1.7820544945670047,
                  "a2": 0.7846706700812293
                },
                {
                  "b0": 6.290913999062771,
                  "b1": -1.7884618773537193,
                  "b2": -4.499917638088633,
                  "a1": -1.7884618773537193,
                  "a2": 0.7909963609741372
                },
                {
                  "b0": 6.308595353982747,
                  "b1": -1.7944812268126045,
                  "b2": -4.511656388154059,
                  "a1": -1.7944812268126045,
                  "a2": 0.7969389658286888
                },
                {
                  "b0": 6.325237390642797,
                  "b1": -1.8001467561126936,
                  "b2": -4.522705129034841,
                  "a1": -1.8001467561126936,
                  "a2": 0.8025322616079558
                },
                {
                  "b0": 6.340929130108647,
                  "b1": -1.8054887711273924,
                  "b2": -4.533122962312611,
                  "a1": -1.8054887711273924,
                  "a2": 0.8078061677960366
                },
                {
                  "b0": 6.3557497090558455,
                  "b1": -1.810534212739188,
                  "b2": -4.542962427267274,
                  "a1": -1.810534212739188,
                  "a2": 0.8127872817885721
                },
                {
                  "b0": 6.369769714599505,
                  "b1": -1.8153071112622214,
                  "b2": -4.552270387077917,
                  "a1": -1.8153071112622214,
                  "a2": 0.8174993275215863
                },
                {
                  "b0": 6.383052308499528,
                  "b1": -1.8198289691609264,
                  "b2": -4.561088775188931,
                  "a1": -1.8198289691609264,
                  "a2": 0.8219635333105976
                },
                {
                  "b0": 6.395654178521594,
                  "b1": -1.8241190849264641,
                  "b2": -4.569455226923853,
                  "a1": -1.8241190849264641,
                  "a2": 0.8261989515977416
                },
                {
                  "b0": 6.407626347182784,
                  "b1": -1.8281948284019258,
                  "b2": -4.577403616416111,
                  "a1": -1.8281948284019258,
                  "a2": 0.8302227307666739
                },
                {
                  "b0": 6.419014862216077,
                  "b1": -1.8320718758405075,
                  "b2": -4.584964515012242,
                  "a1": -1.8320718758405075,
                  "a2": 0.8340503472038343
                },
                {
                  "b0": 6.429861388455501,
                  "b1": -1.835764411403848,
                  "b2": -4.592165584227748,
                  "a1": -1.835764411403848,
                  "a2": 0.837695804227753
                },
                {
                  "b0": 6.440203717180501,
                  "b1": -1.8392853005606005,
                  "b2": -4.599031913903653,
                  "a1": -1.8392853005606005,
                  "a2": 0.8411718032768477
                },
                {
                  "b0": 6.4500762060435255,
                  "b1": -1.8426462398531174,
                  "b2": -4.605586314276885,
                  "a1": -1.8426462398531174,
                  "a2": 0.8444898917666402
                },
                {
                  "b0": 6.459510160373081,
                  "b1": -1.8458578867063,
                  "b2": -4.611849569129498,
                  "a1": -1.8458578867063,
                  "a2": 0.8476605912435838
                },
                {
                  "b0": 6.4685341647685,
                  "b1": -1.8489299723140142,
                  "b2": -4.617840655936281,
                  "a1": -1.8489299723140142,
                  "a2": 0.8506935088322202
                },
                {
                  "b0": 6.477174372385909,
                  "b1": -1.8518714001221144,
                  "b2": -4.623576937923333,
                  "a1": -1.8518714001221144,
                  "a2": 0.8535974344625765
                },
                {
                  "b0": 6.485454758082182,
                  "b1": -1.85469033200747,
                  "b2": -4.62907433213174,
                  "a1": -1.85469033200747,
                  "a2": 0.8563804259504418
                },
                {
                  "b0": 6.493397340577435,
                  "b1": -1.857394263909823,
                  "b2": -4.634347456912491,
                  "a1": -1.857394263909823,
                  "a2": 0.8590498836649434
                },
                {
                  "b0": 6.501022377971309,
                  "b1": -1.8599900923923416,
                  "b2": -4.639409761730834,
                  "a1": -1.8599900923923416,
                  "a2": 0.8616126162404757
                },
                {
                  "b0": 6.5083485402685435,
                  "b1": -1.8624841733753401,
                  "b2": -4.644273641706954,
                  "a1": -1.8624841733753401,
                  "a2": 0.8640748985615884
                },
                {
                  "b0": 6.515393062007303,
                  "b1": -1.8648823740962812,
                  "b2": -4.648950538946788,
                  "a1": -1.8648823740962812,
                  "a2": 0.8664425230605144
                },
                {
                  "b0": 6.522171877616929,
                  "b1": -1.8671901191902718,
                  "b2": -4.653451032406772,
                  "a1": -1.8671901191902718,
                  "a2": 0.8687208452101568
                },
                {
                  "b0": 6.5286997417428845,
                  "b1": -1.8694124316528682,
                  "b2": -4.657784917778252,
                  "a1": -1.8694124316528682,
                  "a2": 0.870914823964632
                },
                {
                  "b0": 6.534990336451288,
                  "b1": -1.8715539693362326,
                  "b2": -4.661961278661173,
                  "a1": -1.8715539693362326,
                  "a2": 0.8730290577901132
                },
                {
                  "b0": 6.5410563669523265,
                  "b1": -1.8736190575367282,
                  "b2": -4.665988550115382,
                  "a1": -1.8736190575367282,
                  "a2": 0.8750678168369448
                },
                {
                  "b0": 6.5469096472519706,
                  "b1": -1.8756117181537355,
                  "b2": -4.6698745755252755,
                  "a1": -1.8756117181537355,
                  "a2": 0.8770350717266938
                },
                {
                  "b0": 6.552561176946918,
                  "b1": -1.8775356958333373,
                  "b2": -4.673626657584404,
                  "a1": -1.8775356958333373,
                  "a2": 0.8789345193625134
                },
                {
                  "b0": 6.558021210213213,
                  "b1": -1.879394481454446,
                  "b2": -4.6772516040973855,
                  "a1": -1.879394481454446,
                  "a2": 0.8807696061158282
                },
                {
                  "b0": 6.563299317898858,
                  "b1": -1.8811913332672912,
                  "b2": -4.680755769203543,
                  "a1": -1.8811913332672912,
                  "a2": 0.8825435486953142
                },
                {
                  "b0": 6.568404443511438,
                  "b1": -1.882929295953561,
                  "b2": -4.684145090547406,
                  "a1": -1.882929295953561,
                  "a2": 0.8842593529640317
                },
                {
                  "b0": 6.573344953789773,
                  "b1": -1.8846112178427556,
                  "b2": -4.6874251228535,
                  "a1": -1.8846112178427556,
                  "a2": 0.8859198309362734
                },
                {
                  "b0": 6.578128684461137,
                  "b1": -1.8862397664895332,
                  "b2": -4.69060106830483,
                  "a1": -1.8862397664895332,
                  "a2": 0.887527616156307
                },
                {
                  "b0": 6.582762981710376,
                  "b1": -1.8878174427912517,
